var post_content = [
  {
    author_img: "/images/headimg.jpg",
    date: "Sep 8 2018",
    content_img: "/images/swiper1.jpg",
    content: "洞庭湖区位于长江中游荆江南岸，跨湘、鄂两省。包括荆江河段以南，湘、资、沅、澧四水控制站以下的广大平原、湖泊水网区。洞庭湖南近湘阴县、益阳市，北抵华容县、安乡县、南县，东滨岳阳市、汨罗市，西至澧县。在北纬27°39′~29°51′；东经111°19′~113°34′之间。",
    collect_img: "/images/Favorites.png",
    collect_count: 96,
    view_img: "/images/View.png",
    view_count: 65,
    post_id:0,
    title:"洞庭湖风光",
    author:"Christin Smith",
    posttime:"1 days ago",
    detail: "洞庭湖属扬子准地台江南地轴上的断陷盆地，形成于燕山运动，延续至喜马拉雅运动。白垩纪为盆地发展扩大时期，第四纪以来，洞庭湖拗陷盆地在新构造运动作用下，再次全面下沉，接受沉积，成为湖南省第四纪分布最广、厚度最大、沉积层序最全的地区。存在4次以上凹陷成湖、凸起成陆的演化过程，相应拗陷盆地解体，形成断拗盆地。早更新世早期，在目平湖、澧县、沅江等凹陷成湖，中期湖侵扩大到汉寿、鼎城、安乡、湘阴等地，出流由安乡经澧县凹陷排入长江，末期凹陷转为缓慢上升，湖泊萎缩一部分成陆。早更新世晚期，目平湖与沅江两凹陷相连，湖盆扩大。赤山凸起成为两湖间的孤岛，湖水从南县、鲇市、藕池口排入长江，为第四纪湖面最大的兴盛时期。随着湖盆转为上升为主，湖水退却，出现洞庭湖平原地貌景观。中更新世，洞庭湖盆地发育为河网交织的湖沼盆地，澧县、目平湖和沅江至湘阴的沉积体系。此时，湖水有两处出口，一处由岳阳君山经广兴洲入长江，另一处由安乡佘家台经澧县进入江汉盆地。晚更新世，目平湖凹陷和沅江至湘阴凹陷部分地区再次活化沉降，并在赤山西部形成常德、安乡河湖盆地和东部临资口、黄茅洲和北大市河湖盆地，但其它范围已大为缩小，形状复杂，湖水由南向北流，并在团山附近有东、西水系汇合，在石首一带注入长江。发展到全新世后期，整个湖盆为河网交错的洞庭平原，当时在君山西南侧有一方圆130平方公里的小湖。<br/>先秦之后，云梦泽逐渐解体，江湖关系转变，直接影响到洞庭湖的演变。汉晋以来，长江流域人口逐渐增长，垦殖活动强度增大，自然植被受到破坏，长江的含沙量开始增高。随着荆北云梦泽的逐渐淤塞，荆江河床自动调节抬高，加上受西北—东南方向新构造掀斜运动的影响，荆江主泓道逐渐向南摆动。东晋永和年间，荆江南岸形成景口、沦口二股分流汇合成沦水进入洞庭湖。洞庭湖由于承纳两口分泄之江水江沙，湖泊的淤积过程开始加速，形成大小不一的湖群。唐宋时期，荆江统一河床的形成，使边界条件发生重大变化。随着荆江堤防不断修筑，江面束狭、泄洪不畅，洪水位开始抬升，江水顶托倒灌机率增大，每当大洪水通过荆江段常形成决口，“九穴十三口”形成。穴口大量分流长江洪水，使洞庭湖呈现明显扩涨之势，湖盆向西、向南伸展，南连青草、西吞赤沙，水域面积扩大。形容湖水波澜壮阔的“八百里洞庭”一词便开始在这一时期的诗文典籍中出现。随着水域扩展，使原来在汉晋时期彼此支离的洞庭、青草、赤沙3个湖泊在高水位时得以连成汪洋一片。由于受长江来水的影响越来越大，洞庭湖洪水过程也相应发生显著变化，由唐宋以前以“春溜满涨”为主逐渐转变为以“夏秋水涨”为主，洪水特征除由四水注入的“桃花汛”之外，长江夏秋水涨的洪水特征已突现出来，使湖泊的洪水过程在年内变化由原来的单峰型转变为明显的双峰型。",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38",
      title: "夜夜夜夜-齐秦",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000"
    }
  },
  {
    author_img: "/images/headimg.jpg",
    date: "Sep 8 2018",
    content_img: "/images/zhangjiajie.jpg",
    content: "张家界市的地层复杂多样，造化了当地的特色景观。主要有山地、岩溶、丘陵、岗地和平原等，山地面积占总面积的76%，其中最具特色的是石英砂岩峰林地貌，为世界罕见。城市地势西北高，沿澧水向东南倾斜。",
    collect_img: "/images/Favorites.png",
    collect_count: 96,
    view_img: "/images/View.png",
    view_count: 65,
    post_id:1,
    title: "秀丽张家界",
    author: "Christin Smith",
    posttime: "2 days ago",
    detail: "张家界境内20万年前就有人类在此居住，留下了许多古老的人文传说和众多的古文化遗址，先后出土国家一级文物41件、二级文物173件、三级文物1222件。公元263年，吴景帝孙休下令设置天门郡，最初郡治就设在永定城区古城堤。商周时期地属荆楚，春秋战国为楚之黔中地。原名大庸，是古庸国所在地。早在原始社会晚期，先民就已开始在澧水两岸繁衍生息。到了尧舜时代，“舜放欢兜于崇山，以变南蛮”，于是中国历史上便有了“南蛮”一说。公元前221年秦始皇设置郡县，张家界一带属黔中郡慈姑县，县治在慈利县官塔坪，在澧、沅流域建立了现今湖南境内第一个行政区黔中郡，为当时全国三十六郡之一郡，今张家界市两区两县均属其所辖。西汉时期，除地方设立郡县外，还加封国，实行的是郡国交错体制。西汉高祖五年（公元前202年，农历己亥年），刘邦当朝，他下令分黔中郡为武陵郡，析慈姑县为孱陵，充县（含永定、武陵源两区与桑植县）.三国时期，吴景帝孙休于永安六年（公元263年，农历癸未年）见嵩梁山洞门大开玄朗如门，以为吉祥，便改嵩梁山为天门山，同时改武陵郡为天门郡。唐朝时期，全国改为十道。高祖李渊于武德四年（公元621年，农历辛巳年）下令置澧州、澧阳郡，属山南道，统辖六县，慈利与崇义县（今永定、武陵源二区与桑植县）归其所辖。五代十国时期（公元907年－960年），今张家界全境属楚国管辖。宋朝时期，宋王朝为了加强中央集权，将全国调整为二十三路，路下设府、州、军。宋太祖赵匡胤于乾德元年（公元963年，农历癸亥年）下令将今张家界市全境划归澧阳郡，曰慈利县，并在今桑植县设安福寨，在今永定区大庸所设武口寨，在武陵源区设索口寨。",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100003GdCmG4NkEOR.m4a?fromtag=38",
      title: "鬼迷心窍-李宗盛",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000"
    }
  },
  {
    author_img: "/images/user1.jpg",
    date: "Sep 9 2018",
    content_img: "/images/fenghuang.jpg",
    content: "凤凰古城，位于湖南省湘西土家族苗族自治州的西南部，土地总面积约10平方千米。2010年底约5万人口，由苗族、汉族、土家族等28个民族组成，为典型的少数民族聚居区。",
    collect_img: "/images/Favorites.png",
    collect_count: 96,
    view_img: "/images/View.png",
    view_count: 65,
    post_id:2,
    title: "凤凰古城夜景",
    author: "Mark",
    posttime: "2 hours ago",
    detail: "田家祠堂位于沱江北岸的老营哨街，始建于清道光十七年（1837年），为时任钦差大臣、贵州提督的凤凰籍苗族人士田兴恕率族人捐资兴建。民国初，湘西镇守使、国民党中将田应诏（田兴恕之子）又斥巨资最后修建完工。这是一处具有浓厚民族特色的氏族祠堂建筑群。有大门、正殿、戏台和20多间屋宇，并有天井、天池、回廊，还设有“五福”、“六顺”两门。祠堂大门前有有六级用红砂条石砌成的扇形台阶。阶前，有一块较宽的空坪。大门左中右三间，中间大门呈八字形，两边次间均为青砖砌就，有石象一对，石鼓一双，极具气派。祠堂正殿系抬梁式与穿斗式结合构架，硬山顶，高、深、面阔都是20米，殿柱基石均为石鼓，猫拱背山墙，正殿门前砌青石台阶。田家祠堂的戏台为六角飞檐古建筑，歇山顶，饰如意斗拱，左右有次间，是演职员演出间歇休息的场所。",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100004HLusI2lLjZy.m4a?fromtag=38",
      title: "女儿情-万晓利",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000"
    }
  },
  {
    author_img: "/images/user2.jpg",
    date: "Sep 8 2018",
    content_img: "/images/dongjianghu.jpg",
    content: "东江湖是湖南省唯一一个同时拥有国家AAAAA级旅游区、国家级风景名胜区、国家生态旅游示范区、国家森林公园、国家湿地公园、国家水利风景区“六位一体”的旅游区。",
    collect_img: "/images/Favorites.png",
    collect_count: 96,
    view_img: "/images/View.png",
    view_count: 65,
    post_id:3,
    title: "雾漫小东江",
    author: "Maleficent",
    posttime: "1 days ago",
    detail: "“一坝锁东江，高峡出平湖”。东江大坝是我国自行设计、自行建造的第一座双曲薄壳拱坝，在国际上名列同类坝中第二位。大坝如一道弧形屏嶂矗立在镰刀湾河谷的花冈岩中，坝顶两端的滑雪式溢洪道从半空伸出，斜挂在山腰，升降楼直插云天。登高俯视，偌大的厂房，犹如一方火柴盒粘在脚下，引人则似蝼蚁爬行。环视四周，云雾袅袅，青山绵绵，溪瀑潺潺，舟揖点点，尽显高峡平湖风光。泄洪之时，更觉气象万千，湖水从溢洪道直泻而下，腾空飞跃，顷刻化成雨雾，迷漫整个峡谷，其势如万马奔腾，其声如万钧雷霆。即使在几里开外，仍感水星佛面。极具清代崔应阶“盘空舞雪飞泉落，扑面银花细雨来”的诗画意境。",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100002mWVx72p8Ugp.m4a?fromtag=38",
      title: "恋恋风尘-老狼",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001VaXQX1Z1Imq.jpg?max_age=2592000",
    }
  },
  {
    author_img: "/images/user3.jpg",
    date: "Sep 8 2018",
    content_img: "/images/huashan.jpg",
    content: "华山是道教主流全真派圣地，为“第四洞天”，也是中国民间广泛崇奉的神祇，即西岳华山君神。共有72个半悬空洞，道观20余座，其中玉泉院、都龙庙、东道院、镇岳宫被列为全国重点道教宫观，有陈抟、郝大通、贺元希等著名的道教高人。",
    collect_img: "/images/Favorites.png",
    collect_count: 96,
    view_img: "/images/View.png",
    view_count: 65,
    post_id:4,
    title: "人间仙境华山",
    author: "Lady Gaga",
    posttime: "1 days ago",
    detail: "华山山脉是深成侵入岩体的花岗岩浑然巨石，顶部是粗粒（粒径5毫米）斑状花岗岩；中部是中粒（粒径2—5毫米）花岗河长岩及片麻状花岗岩。据地质科学工作者用放射性同位素测定，华山花岗岩形成期距今约12100万年左右，华山山脉地区的地壳发生活动，在受挤压、褶皱和破裂的过程中，岩浆开始沿着裂缝向表层地壳上升侵入，在3—6千米深处冷却，凝结成岩。从新生代燕山期约7000万年以前，华山山脉的地壳继续上升，而渭河地带相反向下凹陷。这种内动力地壳作用，时快时慢，时断时续，显现出东西一线上并列着许多平整的三角形或梯形面，形成了秦岭北麓的大断层。这些大致平行的东西向断层，将山地割切成若干长条形断块。断块在彼此相互上升下降活动中，多呈北翘、南俯的岭谷相间的地形。同时，也出现了许多与东西向斜交的断层，使原长条形断块被切成多段。各段地发生前后错动，形成复杂运动。加之雨水、阳光、冰冻、流水等各种外力作用的相互影响，花岗岩才直接露出空间。",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100000Zn0vS4fKKo8.m4a?fromtag=38",
      title: "沉默是金-张国荣",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000003at0mJ2YrR2H.jpg?max_age=2592000"
    }
  },
  {
    author_img: "/images/user4.jpg",
    date: "Sep 8 2018",
    content_img: "/images/maerdaifu.jpg",
    content: "马尔代夫东北与斯里兰卡相距675公里，北部与印度的米尼科伊岛相距约113公里，马尔代夫南部的赤道海峡和一度半海峡为海上交通要道。",
    collect_img: "/images/Favorites.png",
    collect_count: 96,
    view_img: "/images/View.png",
    view_count: 65,
    post_id:5,
    title: "夏日风光马尔代夫",
    author: "Rick Genest",
    posttime: "3 days ago",
    detail: "历史记载马尔代夫起源于12世纪，但文学作品和考古却发现马尔代夫的历史可追溯到先伊斯兰教时代。马尔代夫曾是那些出海远航的伟大探索家们的中转站，这远远早于欧洲航海史。第一次提到马尔代夫是在二世纪希腊天文学家、数学家和地理学家托勒密的著作中，其中他提到了斯里兰卡西面1378个小岛的地方，指的就是马尔代夫。自从那时起，许多航海家不断提及马尔代夫：14世纪末的Pappus Alexandria提到了Taprobane岛和1370个相邻的岛屿。底比斯人Scholasticus曾航行到印度马拉巴尔海岸，他提到了“一千个小岛和那里险恶的环境：因为那里的磁石海岸会导致铁皮船的触礁沉没”。波斯商人Suleiman曾横跨印度洋，他写道：“在这个名为Herkend的洋面上有将近1900个岛屿，统治者是一个女人，财富不可记数”。他还曾跟随郑和的远航队在1433年到达东非，他在他的海岸调查中证实，商船来到马尔代夫进行贸易，购买这里的绳子。明朝时，中国人非常熟悉这些岛屿，称这里为“伏在水下的山脉”（流沙），并记载了这里的气候、地理和风土人情。[9] ",
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38",
      title: "朋友-谭咏麟",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000"
    }
  }
]

module.exports={
  postlist:post_content
}